[ItemDefs.ID_SandwormQueenTrophy MissionItemDefinition]
UseFailureCharacterMessage="You should %s use things."
ItemName="The queen of sand cups"
PickupMessage="near you %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="In general"

[ItemDefs.ID_SandwormQueenTrophy02 MissionItemDefinition]
UseFailureCharacterMessage="You should be like him %s To use this article."
ItemName="Picture of Queen of the Sandworm Trophy"
PickupMessage="stay %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use it.."
NoManufacturerName="ORDINARY"

[ItemDefs.ID_SandwormQueenTrophy02:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="For the pioneer!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_SandwormQueenTrophy:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="At the end of the course!"
NoConstraintText=""
Suffix=""
Prefix=""

[M_Anemone_You winPart2 MissionDefinition]
MissionName="Follow him"
MissionDescription="Despite the family's rough start, Van has a new group of gangsters trying to help him. To show that they are strong and smart, he tells all the runners (including himself) to ride the tails of the sand snakes and get the treasure.."
TurnInDescription="Not better.."
MissionSummary=""
MissionGiver="smell"
MissionTurnInLocation="Vaughn"
TeaserText="Vaughn will take part in another old-school recruiting effort. I hope it will be better this time!"

[M_Anemone_VaughnPart2:KillQueens01 MissionObjectiveDefinition]
ProgressMessage="kill the snake queen first"

[M_Anemone_VaughnPart2:KillQueens02 MissionObjectiveDefinition]
ProgressMessage="Kill the second male queen"

[M_Anemone_VaughnPart2:KillSandworms MissionObjectiveDefinition]
ProgressMessage="Kills insects."

[M_Anemone_VaughnPart2:PickUpTrophies01 MissionObjectiveDefinition]
ProgressMessage="Enter the first line"

[M_Anemone_VaughnPart2:PickUpTrophies02 MissionObjectiveDefinition]
ProgressMessage="Take another glass"

[M_Anemone_VaughnPart2:ReachSandworm MissionObjectiveDefinition]
ProgressMessage="Work with new employees."

[M_Anemone_VaughnPart2:ReachSandwormCavern MissionObjectiveSetDefinition]
MissionSummaryOverride="Find the sand snake queen."
MissionDescriptionOverride=""

[M_Anemone_VaughnPart2:Set_KillQueen01 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_VaughnPart2:Set_KillQueen02 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_VaughnPart2:Set_KillSandQueens MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_VaughnPart2:Set_KillSandwormsQueen MissionObjectiveSetDefinition]
MissionSummaryOverride="Show your winning ability."
MissionDescriptionOverride=""

[M_Anemone_VaughnPart2:Set_PickUpFirstTrophy MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_VaughnPart2:Set_PickUpSecondTrophy MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

